# ProjectBrowser Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
DockablePanes..::..BuiltInDockablePanes..::..ProjectBrowser Property
DockablePanes..::..BuiltInDockablePanes Class See Also
---
The project browser pane.
**Namespace:** Autodesk.Revit.UI**Assembly:** RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static DockablePaneId ProjectBrowser { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ProjectBrowser As DockablePaneId
	Get
```

Visual C++
---
```text
public:
static property DockablePaneId^ ProjectBrowser {
	DockablePaneId^ get ();
}
```

# See Also
DockablePanes..::..BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace